Revit 2024 API
CameraInfo.VerticalExtent Property
 Distance between top and bottom planes on the target plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double VerticalExtent { get; }
Visual Basic
Public ReadOnly Property VerticalExtent As Double
	Get
Visual C++
public:
property double VerticalExtent {
	double get ();
}
See Also
CameraInfo Class
Autodesk.Revit.DB Namespace